Repository: hfraser/yotta-mvc
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: 404 Page
fr: Page 404

source: Your comments and information
fr: Vos commentaires

source: Name
fr: Nom

source: Your Name
fr: Votre Nom

source: e-mail
fr: Courriel

source: Your e-mail
fr: Votre courriel

source: Suggestion
fr: Suggestions

source: What the hell do you want to suggest!
fr: Que voulez vous suggérez

source: Send
fr: Envoyer

source: Bravo you submited something!!!
fr: Bravo vous avez soumis de l'information!

source: Powered By Yotta-MVC
fr: Alimenté par Yotta-MVC

source: title
fr: Titre

source: Yotta-MVC Demo Page
fr: Page demo Yotta-MVC

source: You Need To fill this field!
fr: Vous devez remplir ce champ.

source: You need to fill this field properly!
fr: Vous avez mal remplis ce champ.

source: You Need To fill your name in!
fr: Vous devez entrez votre nom.

source: You need to fill your name properly!
fr: Vous devez entrez votre vrai nom.

source: You Need To fill your email!
fr: Vous devez entrer votre courriel.

source: You need to fill your email properly!
fr: Révisé votre courriel est mal entré.

source: You Need To add a suggestion!
fr: Ajoutez une suggestion.

source: Your suggestion must be at least 3 characters long and not longer then 1000!
fr: Votre suggestion doit être d'au moin 3 caractères et pas plus de 1000.
